<?php
/*
 * // +--------------------------------------------+
 * // | Name: Nathan-Card
 * // +--------------------------------------------+
 * // | Author: Mr.南逸【Nathan】<www.nanyinet.com>
 * // +--------------------------------------------+
 * // | Contact: QQ：2322796106
 * // +--------------------------------------------+
 * // | Created: PHPStorm
 * // +--------------------------------------------+
 * // | Date: 2022年03月25日
 * // +--------------------------------------------+
 */

// [ 后台入口文件 ]
namespace think;
require __DIR__ . '/../vendor/autoload.php';

// 执行HTTP应用并响应
$http = (new App())->http;

$response = $http->name('admin')->run();
$response->send();

$http->end($response);
